Repository: Eternity-boundary/AstralChronicle
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# Remote.QueryNameRequired.Text
source: Enter a name and channel before saving a remote view.
ja_jp: リモート ビューを保存する前に名前とチャネルを入力してください。
zh_cn: 保存远程视图前，请输入名称和通道。
zh_tw: 儲存遠端檢視前請輸入名稱與頻道。

# Remote.QuerySaved.Text
source: Remote view saved
ja_jp: リモート ビューを保存しました
zh_cn: 已保存远程视图
zh_tw: 遠端檢視已儲存

# Remote.QueryRemoved.Text
source: Remote view removed
ja_jp: リモート ビューを削除しました
zh_cn: 已删除远程视图
zh_tw: 遠端檢視已移除

# Remote.CompareLoading.Text
source: Comparing local and remote results
ja_jp: ローカルとリモートの結果を比較しています
zh_cn: 正在比较本地和远程结果
zh_tw: 正在比較本機與遠端結果

# Remote.CompareReady.Text
source: Comparison counts: {0}.
ja_jp: 比較件数: {0}。
zh_cn: 比较数量：{0}。
zh_tw: 比較數量：{0}。

# Remote.Live.Starting.Text
source: Starting remote subscription
ja_jp: リモート サブスクリプションを開始しています
zh_cn: 正在启动远程订阅
zh_tw: 正在啟動遠端訂閱

# Remote.Live.Stopped.Text
source: Remote live is stopped
ja_jp: リモート ライブは停止しています
zh_cn: 远程实时监控已停止
zh_tw: 遠端即時監控已停止

# Remote.Live.Running.Text
source: Remote live is running; queue depth {0}.
ja_jp: リモート ライブは実行中です。キューの深さ: {0}。
zh_cn: 远程实时监控正在运行；队列深度为 {0}。
zh_tw: 遠端即時監控執行中；佇列深度 {0}。

# Remote.Live.Lost.Text
source: Remote live dropped {0} events because the queue was full.
ja_jp: キューが満杯のため、リモート ライブで {0} 件のイベントが破棄されました。
zh_cn: 队列已满，远程实时监控丢弃了 {0} 个事件。
zh_tw: 佇列已滿，遠端即時監控遺失 {0} 個事件。

# Remote.Live.Failed.Text
source: Remote live failed with Win32 error {0}.
ja_jp: リモート ライブが Win32 エラー {0} で失敗しました。
zh_cn: 远程实时监控失败，Win32 错误 {0}。
zh_tw: 遠端即時監控失敗，Win32 錯誤 {0}。
